Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/returning_to_education/vocational_training_opportunities_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Vocational Training Opportunities Scheme
ga: Scéim Deiseanna Oiliúna Gairmoideachais

source: If you are over 21 years of age, unemployed and have been getting certain social welfare payments for at least 6 months you can apply for the Vocational Training and Opportunities Scheme (VTOS)
ga: Cuireann An Scéim Deiseanna Oiliúna Ghairmoideachais (SDOG) réimse cúrsaí ar fáil le riachtanais oideachais agus oiliúna daoine dífhostaithe a shásamh

source: The VTOS scheme provides a range of courses to meet the education and training needs of unemployed people
ga: Má tá 21 bliain slánaithe agat, más dífhostaithe duit agus íocaíochtaí leasa shóisialaigh faoi leith á bhfáil agat le sé mhí anuas ar a laghad, tig leat cur isteach ar an scéim SDOG

source: It gives participants opportunities to improve their general level of education, gain certification, develop their skills and prepare for employment, self-employment and further education and training
ga: Tugann an scéim deis dóibh siúd a bhíonn páirteach ann feabhas a chur ar leibhéal ginearálta a gcuid oideachais, deimhniúchán a fháil, a gcuid scileanna a fhorbairt agus réiteach a dhéanamh chun fostaíochta, chun féinfhostaíochta agus chun breis oideachais agus oiliúna

source: VTOS is operated through local Education and Training Boards and is aimed in particular at unemployed people who are early school-leavers
ga: Oibrítear an VTOS trí Bhoird Áitiúla Oideachais agus Oiliúna agus dírítear é go háirithe ar dhaoine dífhostaithe a d’fhág an scoil go luath

source: Education and Training Boards
ga: Boird Oideachais agus Oiliúna

source: Since 1 July 2013, Education and Training Boards (ETBs) replaced Vocational Educational Committees (VECs)
ga: Ó 1 Iúil 2013, cuirfear Boird Oideachais agus Oiliúna (BOO) in áit coistí gairmoideachais

source: All services provided by VECs will continue to be provided by ETBs
ga: Leanfaidh na BOO an uile sheirbhíse soláthartha ag na coistí gairmoideachais a sholáthar

source: What kinds of courses are available?
ga: Cén cineál cúrsaí atá ar fáil?

source: The courses range from basic education and training to advanced vocational training and there is a wide choice of subjects
ga: Tá réimse cúrsaí ann ón mbunoideachas agus ón mbunoiliúint aníos go hardoiliúint ghairme. Tá rogha leathan ábhar ar fáil

source: The courses are full-time, about 30 hours a week (for example, 6 hours a day for 5 days) and can last up to 2 years
ga: Is cúrsaí lánaimseartha atá iontu, tuairim agus 30 uair a' chloig in aghaidh na seachtaine, 6 huaire a' chloig sa ló ar feadh cúig lá, cuir i gcás

source: Many courses lead to qualifications such as the Junior Certificate, Leaving Certificate and awards at Levels 3, 4, 5 and 6 on the National Framework of Qualifications
ga: Maireann na cúrsaí suas le dhá bhliain, agus is iomaí cúrsa díobh a mbíonn cáilíochtaí ann dá bharr, An Teastas Sóisear, an Ard-Teistiméireacht, agus gradaim ar Leibhéal 3, 4, 5 agus 6 ar an bhFráma Náisiúnta Cáilíochtaí, cuir i gcás

source: You can find a list of VTOS courses on the Qualifax website
ga: Tá liosta na gcúrsaí DOG ar láithreán gréasáin Qualifax

source: You may qualify for the VTOS scheme if you are aged 21 years or over and you are:
ga: B'fhéidir go bhfuil tú cáilithe le haghaidh scéim SDOG má tá 21 bliain slán agat agus:

source: • Getting, Jobseeker’s Benefit or Jobseeker’s Allowance or signing for credits for at least 6 months or
ga: • Má tá Íocaíocht Teaghlaigh Aontuismitheora á fáil agat, Liúntas Míchumais, Sochar Breoiteachta* nó Pinsean Easláinte le 6 mhí anuas ar a laghad nó

source: • Getting One-Parent Family Payment, Disability Allowance, Illness Benefit* or Invalidity Pension for at least 6 months or
ga: • Má tá Pinsean na nDall á íoc leat, Liúntas/Sochar na mBan Céile Tréigthe, Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Ranníocach), Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach) nó Liúntas Ban Céile na bPríosúnach le 6 mhí anuas ar a laghad (tharlódh go mbeadh coinníollacha i gcás na n-íocaíochtaí seo) nó

source: • Getting Blind Pension, Deserted Wife’s Allowance/Benefit, Widow's, Widower’s or Surviving Civil Partner’s Contributory Pension, Widow's, Widower’s or Surviving Civil Partner’s Non-Contributory Pension or Prisoner’s Wife’s Allowance for at least 6 months (conditions may apply in the case of these payments) or • A dependent spouse, civil partner or cohabitant of an eligible person
ga: • Más céile pósta/pairtnéar sibhialta/comhchónatheoir tú atá spleách ar dhuine cáilithe le 6 mhí anuas ar a laghad

source: • A person who received statutory redundancy but who has not been in receipt of a qualifying payment for the required period
ga: • Duine a fuair iomarcaíocht reachtúil ach nach raibh íocaíocht incháilithe á fáil acu don tréimhse riachtanach

source: Periods spent on FET training courses, Community Employment Schemes, Job Initiative, Youthreach programmes and time in prison can count towards the qualifying period
ga: Is féidir tréimhsí a caitheadh ar chúrsaí oiliúna FET, ar Scéimeanna Fostaíochta Pobail, ar Togra Oibre, ar chláir Youthreach agus seal a caitheadh sa phríosún a chur san áireamh i dtréimhse na cáilíochta

source: * If you are claiming Illness Benefit, you should contact your local social welfare office about exemption/entitlement to continuation of your Illness Benefit payment
ga: * Má tá Sochar Breoiteachta á éileamh agat, ba cheart duit teagmháil a dhéanamh le d’oifig leasa shóisialaigh sula dtosaíonn tú cúrsa faoin Scéim Deiseanna Oiliúna agus Gairmoideachais (SDOG) maidir le leanúint le d’íocaíocht Sochar Breoiteachta a fháil

source: If you started VTOS before January 2013 and you are getting Jobseeker’s Allowance or Jobseeker’s Benefit, you will get a training allowance at a rate equivalent to the maximum rate of Jobseeker’s Benefit instead of your jobseeker's payment
ga: Má thosaigh tú SDOG roimh Eanáir 2013 agus má tá Liuntas Cuardaitheora Poist nó Sochar Cuardaitheora Poist á fáil agat, tabharfar liúntas oiliúna duit ar ráta a bheas cothrom le huasráta Sochar Cuardaitheora Poist in áit d’íocaíocht cuardaitheora poist

source: From January 2013, VTOS participants who move from jobseeker's payments will no longer have their new payments increased to the maximum €188 per week, in cases where their jobseeker's payment is less than this
ga: Ó Eanáir 2013, má tá rannpháirtithe SDOG ag bogadh ó íocaíochtaí cuardaitheora poist, ní mhéadófar a n-íocaíochtaí nua suas le €188 sa tseachtain a thuilleadh, i gcásanna inár mbíonn a Liúntas Cuardaitheora Poist níos lú ná seo

source: However, people under 25 will continue to receive a top-up rate of up to €160 per week (any means you have will be deducted from this rate)
ga: Áfach, leanfar ráta breise suas le €160 sa tseachtain á híoc le daoine faoi bhun aois 25 (bainfear aon mhaoin atá agat ón ráta seo)

source: This will apply to new participants only
ga: Ní bheidh seo i gceist ach i gcás rannpháirtithe nua

source: Since January 2014, VTOS participants under 26 who move from an age-related reduced rate of Jobseeker’s Allowance will get a top-up rate of €160 per week - this will apply to new participants only
ga: Ó Eanáir 2014, má tá rannpháirtithe SDOG faoi bhun aois 26 ag bogadh ó ráta laghdaithe aoischoibhneasa Liúntais Cuardaitheora Poist, gheobhaidh siad ráta breise suas le €160 sa tseachtain

source: Generally, your entitlement to a VTOS training allowance will not be reassessed if there is a change to your circumstances (including means)
ga: Is iondúil nach ndénafar do theidlíocht i gcomhair liúntais oiliúna VTOS a athmheasúnú má thagann athrú ar do chúinsí (lena n-áirítear acmhainn)

source: VTOS training allowance and work: If you are returning to your course for a second year, you will continue to get your VTOS allowance during the summer months
ga: Liúntas oiliúna SDOG agus obair: Má bheidh tú ag filleadh ar do chúrsa don dara bliain as a chéile, leanfaidh tú le do liúntas SDOG a fháil i rith mhíonna an tsamhraidh

source: You can also take up full-time work during the summer months and your VTOS payment is not affected
ga: Anuas air sin, féadfaidh tú glacadh le hobair lánaimseartha i rith mhíonna an tsamhraidh agus ní dhéantar difear do d’íocaíocht SDOG

source: VTOS training allowance and dependants: If you want a dependant adult or child added to your payment you must notify the Department of Social Protection (DSP)
ga: Liúntas oiliúna SDOG agus cleithiúnaithe: Más mian leat go gcuirfear duine fásta nó leanbh cleithiúnach le d’íocaíocht, ní mór duit fógra a thabhairt don Roinn Coimirce Sóisialaí (RCS)

source: DSP will then notify the ETB of any changes to your VTOS training allowance
ga: Cuirfidh an RCS an BOO ar an eolas, ansin, ar aon athruithe a dhéanfar do do liúntas oiliúna SDOG

source: Other social welfare payments
ga: Íocaíochtaí leasa shóisialaigh eile

source: If you are getting one of the other eligible social welfare payments you will continue to get your payment in the normal way
ga: Má tá ceann de na híocaíochtaí eile incháilithe leasa shóisialaigh á fáil agat, leanfaidh tú le d’íocaíocht a fháil ar an ngnáthbhealach

source: You must continue to meet the conditions of your payment
ga: Ní mór duit leanúint agus coinníollacha d’íocaíochta a shásamh

source: If you are on a reduced means-tested payment it will be increased to the maximum amount for your situation while you are participating on VTOS
ga: Má tá íocaíocht laghdaithe ar a ndéantar tástáil mhaoine á fáil agat, méadófar í seo chuig an méid uasta do do chás fad a bhíonn tú ag glacadh páirte ar VTOS

source: You will also continue to get your social welfare secondary benefits
ga: Anuas air sin, leanfaidh tú le do chuid sochair thánaisteacha leasa shóisialaigh a fháil

source: Since 2010, people on PLC courses who are getting VTOS allowances are no longer eligible for student support grants
ga: Ó 2010 i leith, níl daoine atá ag tabhairt faoi chúrsaí PLC a bhfuil liúntais VTOS á bhfáil acu i dteideal deontais tacaíochta do mhic léinn a fháil a thuilleadh

source: However, this does not affect any entitlement they may have to exemption from college fees or student contributions
ga: Ní dhéanann seo aon difear, áfach, d’aon teidlíocht a bheadh acu mar gheall ar dhíolúine ó tháillí coláiste nó ó ranníocaíochtaí mic léinn

source: There are no fees for VTOS courses and you will get free books and materials at the start of the course
ga: Níl aon táille ar na cúrsaí SDOG agus tabharfar leabhair agus ábhair duit in aisce i dtús an chúrsa

source: Depending on your individual circumstances you may be eligible for the following:
ga: De réir mar atá do chuid cúinsí féin, tharlódh go mbeifeá i dteideal na nithe seo a leanas:

source: • Free childcare place for your child under the Childcare Employment and Training Support (CETS) scheme,
ga: • Áit chúraim leanaí in aisce dod’ leanbh faoin Scéim Tacaíochta um Oiliúint agus um Fhostaíocht Cúram Leanaí (CETS)

source: • A training bonus payment, if you have been getting an eligible social welfare payment for at least 12 months before starting the VTOS scheme
ga: • Bónas oiliúna €20 má bhí íocaíocht cháilithe leasa shóisialaigh á híoc leat le 12 mí ar a laghad sular thosaigh tú an scéim SDOG

source: It was announced in Budget 2014, from 1 January 2014, the €20 bonus payment to long-term unemployed VTOS participants will end. This only applies to new participants
ga: I mBuiséad 2014, fógraíodh go gcuirfear deireadh leis an íocaíocht bónas €20 do rannpháirtithe SDOG dífhostaithe fadtéarmacha i 2014

source: More detailed information about VTOS is available on the Department of Social Protection's website
ga: Tá tuilleadh eolais faoi SDOG ar fáil ar shuíomh gréasáin na Roinne Coimirce Sóisialaí

source: VTOS training allowances are not taxable
ga: Níl liúntais oiliúna SDOG inchánaithe

source: You can participate in the VTOS scheme in one of the following ways; you can be either:
ga: Tig leat páirt a ghlacadh i scéimeanna SDOG i gceann de na bealaí seo a leanas; seo é an rogha atá agat:

source: • A core VTOS student attending a VTOS centre or adult education centre or
ga: • A bheith i do dhalta SDOG lánpháirteach a bheas ag freastal ar ionad SDOG nó ar ionad oideachais le haghaidh daoine fásta nó

source: • A dispersed VTOS student, usually attending a Post-Leaving Certificate course in a further education college
ga: • A bheith i do dhalta SDOG as láthair a dhéanfaidh gnáthfhreastal ar chúrsa Iar-Ard-Teistiméireachta i gcoláiste ardoideachais

source: There is a list of frequently asked questions about VTOS on the Qualifax website
ga: Tá liosta ceisteanna a chuirtear go minic maidir leis na SDOG le fáil ar shuíomh idirlín Qualifax

source: Contact the VTOS co-ordinator at your local VTOS centre to find out more about the VTOS courses available
ga: Déan teagmháil le comhordaitheoir SDOG san ionad SDOG atá agat féin go háitiúil le breis eolais a fháil faoi na cúrsaí SDOG atá ar fáil
